{
    "sujeitos": [
        {
            "id": "S1",
            "raciocinio": "Identificada como um dos dois protagonistas principais da fábula, a Águia é um sujeito central que emite comportamentos cruciais (fazer ninho, raptar filhotes, pegar carne) e sofre consequências diretas de suas ações, sendo fundamental para o desenvolvimento da trama.",
            "descricao": "Águia",
            "historico_relevante": "Fez amizade com a Raposa, mas traiu a amizade ao devorar os filhotes da Raposa. Perdeu seus próprios filhotes em um incêndio causado por uma brasa na carne que pegou."
        },
        {
            "id": "S2",
            "raciocinio": "Identificada como o outro protagonista principal, a Raposa é um sujeito central que emite comportamentos (dar cria, praguejar, devorar filhotes da Águia) e sofre consequências diretas (perda dos filhotes), sendo essencial para a progressão da narrativa.",
            "descricao": "Raposa",
            "historico_relevante": "Fez amizade com a Águia. Teve seus filhotes devorados pela Águia. Vingou-se devorando os filhotes da Águia."
        },
        {
            "id": "S3",
            "raciocinio": "Embora não emitam comportamentos complexos na narrativa, os filhotes da Raposa são sujeitos cruciais, pois sua existência e subsequente rapto e devoração pela Águia são o evento central que desencadeia o conflito e a motivação para a vingança da Raposa.",
            "descricao": "Filhotes da Raposa",
            "historico_relevante": "Nascidos na moita da Raposa. Foram raptados e devorados pela Águia."
        },
        {
            "id": "S4",
            "raciocinio": "Similar aos filhotes da Raposa, os filhotes da Águia são sujeitos passivos, mas sua presença e eventual morte são a consequência direta das ações da Águia e o meio pelo qual a Raposa obtém sua vingança, tornando-os essenciais para o desfecho da trama.",
            "descricao": "Filhotes da Águia",
            "historico_relevante": "Nascidos no ninho da Águia. Morreram queimados no ninho e foram devorados pela Raposa."
        }
    ],
    "acoes_comportamentos": [
        {
            "id": "AC1",
            "raciocinio": "A ação de 'fazer ninho' é um comportamento observável da Águia, fundamental para estabelecer seu local de moradia e o contexto inicial da história.",
            "descricao": "Fazer ninho",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC2",
            "raciocinio": "A ação de 'descer do ninho' é um comportamento observável da Águia, que ocorre em dois momentos distintos da narrativa, mas com a mesma topografia. É crucial para iniciar as sequências de rapto e de obtenção de carne.",
            "descricao": "Descer do ninho",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC3",
            "raciocinio": "A ação de 'ir até a moita' é um comportamento observável da Águia, que precede diretamente o rapto dos filhotes da Raposa.",
            "descricao": "Ir até a moita",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC4",
            "raciocinio": "A ação de 'raptar os filhotes da Raposa' é um comportamento observável e central da Águia, que desencadeia o conflito principal da fábula.",
            "descricao": "Raptar filhotes da Raposa",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC5",
            "raciocinio": "A ação de 'devorar os filhotes da Raposa' é um comportamento observável da Águia, que representa a consumação do rapto e a traição da amizade.",
            "descricao": "Devorar filhotes da Raposa",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC6",
            "raciocinio": "A ação de 'dividir a caça com seus filhotes' é um comportamento observável da Águia, que complementa a ação de devorar e indica a função de alimentação para si e sua prole.",
            "descricao": "Dividir caça com filhotes",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC8",
            "raciocinio": "A ação de 'pegar um pedaço de carne' é um comportamento observável da Águia, que leva à consequência do ninho em chamas.",
            "descricao": "Pegar pedaço de carne",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC9",
            "raciocinio": "A ação de 'entrar numa moita' é um comportamento observável da Raposa, que estabelece seu local de moradia e de dar cria.",
            "descricao": "Entrar na moita",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC10",
            "raciocinio": "A ação de 'dar cria' é um comportamento observável da Raposa, que introduz os filhotes, elementos cruciais para o enredo.",
            "descricao": "Dar cria",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC11",
            "raciocinio": "A ação de 'voltar' é um comportamento observável da Raposa, que a coloca de volta no cenário para descobrir a perda de seus filhotes.",
            "descricao": "Voltar",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC12",
            "raciocinio": "A ação de 'praguejar' é um comportamento observável (vocal) da Raposa, que expressa sua aflição e impotência diante da traição da Águia.",
            "descricao": "Praguejar",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC13",
            "raciocinio": "A ação de 'apressar-se' é um comportamento observável da Raposa, que indica sua prontidão para agir ao ver os filhotes da Águia caírem.",
            "descricao": "Apressar-se",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC14",
            "raciocinio": "A ação de 'devorar os filhotes da Águia' é um comportamento observável e crucial da Raposa, que representa sua vingança e o desfecho da história.",
            "descricao": "Devorar filhotes da Águia",
            "tipo_observabilidade": "Observável"
        }
    ],
    "emissoes_comportamentais": [
        {
            "id": "AR1",
            "id_origem_no": "S1",
            "id_destino_no": "AC1",
            "raciocinio": "A Águia (S1) emite o comportamento de 'fazer ninho' (AC1), estabelecendo sua moradia.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR2",
            "id_origem_no": "S1",
            "id_destino_no": "AC2",
            "raciocinio": "A Águia (S1) emite o comportamento de 'descer do ninho' (AC2) para iniciar a sequência de rapto dos filhotes da Raposa.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR3",
            "id_origem_no": "S1",
            "id_destino_no": "AC3",
            "raciocinio": "A Águia (S1) emite o comportamento de 'ir até a moita' (AC3), aproximando-se do local dos filhotes da Raposa.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR4",
            "id_origem_no": "S1",
            "id_destino_no": "AC4",
            "raciocinio": "A Águia (S1) emite o comportamento de 'raptar filhotes da Raposa' (AC4), ação central de traição.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR5",
            "id_origem_no": "S1",
            "id_destino_no": "AC5",
            "raciocinio": "A Águia (S1) emite o comportamento de 'devorar filhotes da Raposa' (AC5), consumando o rapto.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR6",
            "id_origem_no": "S1",
            "id_destino_no": "AC6",
            "raciocinio": "A Águia (S1) emite o comportamento de 'dividir caça com filhotes' (AC6), indicando a partilha do alimento obtido.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR7",
            "id_origem_no": "S2",
            "id_destino_no": "AC9",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'entrar na moita' (AC9), estabelecendo seu local de moradia.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR8",
            "id_origem_no": "S2",
            "id_destino_no": "AC10",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'dar cria' (AC10), introduzindo seus filhotes na narrativa.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR9",
            "id_origem_no": "S2",
            "id_destino_no": "AC11",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'voltar' (AC11) para sua moita, descobrindo a ausência dos filhotes.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR10",
            "id_origem_no": "S2",
            "id_destino_no": "AC12",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'praguejar' (AC12), expressando sua frustração e impotência.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR11",
            "id_origem_no": "S1",
            "id_destino_no": "AC2",
            "raciocinio": "A Águia (S1) emite novamente o comportamento de 'descer do ninho' (AC2), desta vez para pegar carne dos homens.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR12",
            "id_origem_no": "S1",
            "id_destino_no": "AC8",
            "raciocinio": "A Águia (S1) emite o comportamento de 'pegar pedaço de carne' (AC8), que inadvertidamente leva à destruição de seu ninho.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR13",
            "id_origem_no": "S2",
            "id_destino_no": "AC13",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'apressar-se' (AC13), indicando sua intenção de agir sobre os filhotes da Águia.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR14",
            "id_origem_no": "S2",
            "id_destino_no": "AC14",
            "raciocinio": "A Raposa (S2) emite o comportamento de 'devorar filhotes da Águia' (AC14), concretizando sua vingança.",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        }
    ],
    "estimulos_eventos": [
        {
            "id": "E1",
            "raciocinio": "Este evento estabelece o contexto inicial da amizade e da decisão de morar perto, que antecede as ações de construir o ninho e entrar na moita.",
            "descricao": "Águia e Raposa resolvem ser vizinhas"
        },
        {
            "id": "E2",
            "raciocinio": "Este evento é o resultado direto da ação da Águia de fazer o ninho, estabelecendo sua moradia.",
            "descricao": "Ninho da Águia no alto da árvore"
        },
        {
            "id": "E3",
            "raciocinio": "A necessidade de comida é um estado interno da Águia que funciona como um antecedente motivador para sua ação de descer do ninho em busca de alimento.",
            "descricao": "Águia precisando de comida"
        },
        {
            "id": "E4",
            "raciocinio": "A ausência da Raposa é um evento externo que cria a oportunidade para a Águia agir, sendo um antecedente crucial para a primeira descida do ninho e para o retorno da Raposa.",
            "descricao": "Raposa havia saído para caçar"
        },
        {
            "id": "E5",
            "raciocinio": "Este evento é a consequência da Águia descer do ninho e o antecedente para ela ir até a moita, indicando sua posição física.",
            "descricao": "Águia no chão perto da moita"
        },
        {
            "id": "E6",
            "raciocinio": "Este evento externo é o antecedente para a segunda descida do ninho da Águia, pois sinaliza a presença de alimento.",
            "descricao": "Homens assando uma cabra"
        },
        {
            "id": "E7",
            "raciocinio": "Este evento é a consequência da Águia descer do ninho na segunda vez e o antecedente para ela pegar o pedaço de carne.",
            "descricao": "Águia perto da carne assada"
        },
        {
            "id": "E8",
            "raciocinio": "Este evento é a consequência da Raposa dar cria e o antecedente para a Águia raptar os filhotes, indicando a presença dos filhotes na moita.",
            "descricao": "Filhotes da Raposa na moita"
        },
        {
            "id": "E9",
            "raciocinio": "Este evento é a consequência do rapto e o antecedente para a Águia devorar os filhotes, indicando que os filhotes estão sob seu controle.",
            "descricao": "Filhotes da Raposa em posse da Águia"
        },
        {
            "id": "E10",
            "raciocinio": "Este evento é a consequência da Águia devorar os filhotes e o antecedente para ela dividir a caça, representando o estado dos filhotes após serem consumidos.",
            "descricao": "Filhotes da Raposa devorados"
        },
        {
            "id": "E11",
            "raciocinio": "Este evento é uma inferência da disponibilidade da carne dos filhotes devorados, servindo como antecedente para a ação de dividir a caça.",
            "descricao": "Carne dos filhotes da Raposa disponível"
        },
        {
            "id": "E12",
            "raciocinio": "Este evento é a consequência da Águia dividir a caça, indicando o resultado da alimentação de seus filhotes.",
            "descricao": "Filhotes da Águia alimentados"
        },
        {
            "id": "E13",
            "raciocinio": "Este evento é a consequência da Águia pegar o pedaço de carne, sendo crucial para o desenvolvimento da punição da Águia.",
            "descricao": "Pedaço de carne com brasa"
        },
        {
            "id": "E14",
            "raciocinio": "Este evento é a consequência da Raposa entrar na moita e o antecedente para ela dar cria, estabelecendo seu local de moradia.",
            "descricao": "Raposa na moita"
        },
        {
            "id": "E15",
            "raciocinio": "Este evento é a consequência da Raposa voltar e o antecedente para ela praguejar, indicando seu retorno ao local da tragédia.",
            "descricao": "Raposa de volta à moita"
        },
        {
            "id": "E16",
            "raciocinio": "Este evento é o antecedente principal para a Raposa praguejar, representando a descoberta da perda de seus filhotes.",
            "descricao": "Perda dos filhotes da Raposa"
        },
        {
            "id": "E17",
            "raciocinio": "Este evento é a consequência da Raposa praguejar, descrevendo seu estado emocional e de impotência.",
            "descricao": "Raposa aflita e impotente"
        },
        {
            "id": "E18",
            "raciocinio": "Este evento é o antecedente para a Raposa se apressar, sendo o ponto de virada para sua vingança.",
            "descricao": "Filhotes da Águia caem queimados"
        },
        {
            "id": "E19",
            "raciocinio": "Este evento é a consequência da Raposa se apressar e o antecedente para ela devorar os filhotes da Águia, indicando sua proximidade com a presa.",
            "descricao": "Raposa perto dos filhotes da Águia caídos"
        },
        {
            "id": "E20",
            "raciocinio": "Este evento é a consequência da Raposa devorar os filhotes da Águia, representando o desfecho da vingança.",
            "descricao": "Filhotes da Águia devorados"
        }
    ],
    "relacoes_temporais": [
        {
            "id": "RT1",
            "id_origem_no": "E1",
            "id_destino_no": "AC1",
            "raciocinio": "A decisão de serem vizinhas (E1) precede a ação da Águia de fazer seu ninho (AC1), estabelecendo o contexto para a moradia.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT2",
            "id_origem_no": "AC1",
            "id_destino_no": "E2",
            "raciocinio": "A ação de fazer o ninho (AC1) resulta na existência do ninho no alto da árvore (E2).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT3",
            "id_origem_no": "E3",
            "id_destino_no": "AC2",
            "raciocinio": "A necessidade de comida (E3) é o motivo imediato para a Águia descer do ninho (AC2) na primeira instância.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT4",
            "id_origem_no": "E4",
            "id_destino_no": "AC2",
            "raciocinio": "A saída da Raposa para caçar (E4) cria a oportunidade e precede a descida do ninho da Águia (AC2) para o rapto.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT5",
            "id_origem_no": "AC2",
            "id_destino_no": "E5",
            "raciocinio": "A ação de descer do ninho (AC2) resulta na Águia estar no chão perto da moita (E5).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT6",
            "id_origem_no": "E5",
            "id_destino_no": "AC3",
            "raciocinio": "A Águia estar no chão perto da moita (E5) precede sua ação de ir até a moita (AC3).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT7",
            "id_origem_no": "AC3",
            "id_destino_no": "E8",
            "raciocinio": "A ação de ir até a moita (AC3) resulta na Águia estar em posição para interagir com os filhotes da Raposa (E8).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT8",
            "id_origem_no": "E8",
            "id_destino_no": "AC4",
            "raciocinio": "A presença dos filhotes da Raposa na moita (E8) é o antecedente direto para a Águia raptá-los (AC4).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT9",
            "id_origem_no": "AC4",
            "id_destino_no": "E9",
            "raciocinio": "A ação de raptar os filhotes (AC4) resulta nos filhotes estarem em posse da Águia (E9).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT10",
            "id_origem_no": "E9",
            "id_destino_no": "AC5",
            "raciocinio": "Os filhotes em posse da Águia (E9) precedem sua ação de devorá-los (AC5).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT11",
            "id_origem_no": "AC5",
            "id_destino_no": "E10",
            "raciocinio": "A ação de devorar os filhotes (AC5) resulta nos filhotes estarem devorados (E10).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT12",
            "id_origem_no": "E11",
            "id_destino_no": "AC6",
            "raciocinio": "A carne dos filhotes devorados estar disponível (E11) precede a ação da Águia de dividi-la com seus filhotes (AC6).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT13",
            "id_origem_no": "AC6",
            "id_destino_no": "E12",
            "raciocinio": "A ação de dividir a caça (AC6) resulta nos filhotes da Águia estarem alimentados (E12).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT14",
            "id_origem_no": "E6",
            "id_destino_no": "AC2",
            "raciocinio": "A presença de homens assando uma cabra (E6) é o antecedente para a segunda descida do ninho da Águia (AC2).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT15",
            "id_origem_no": "AC2",
            "id_destino_no": "E7",
            "raciocinio": "A ação de descer do ninho (AC2) na segunda instância resulta na Águia estar perto da carne assada (E7).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT16",
            "id_origem_no": "E7",
            "id_destino_no": "AC8",
            "raciocinio": "A Águia estar perto da carne assada (E7) precede sua ação de pegar um pedaço de carne (AC8).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT17",
            "id_origem_no": "AC8",
            "id_destino_no": "E13",
            "raciocinio": "A ação de pegar o pedaço de carne (AC8) resulta no pedaço de carne ter uma brasa (E13).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT18",
            "id_origem_no": "E1",
            "id_destino_no": "AC9",
            "raciocinio": "A decisão de serem vizinhas (E1) precede a ação da Raposa de entrar na moita (AC9), estabelecendo o contexto para sua moradia.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT19",
            "id_origem_no": "AC9",
            "id_destino_no": "E14",
            "raciocinio": "A ação de entrar na moita (AC9) resulta na Raposa estar na moita (E14).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT20",
            "id_origem_no": "E14",
            "id_destino_no": "AC10",
            "raciocinio": "A Raposa estar na moita (E14) precede sua ação de dar cria (AC10).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT21",
            "id_origem_no": "AC10",
            "id_destino_no": "E8",
            "raciocinio": "A ação de dar cria (AC10) resulta na presença dos filhotes da Raposa na moita (E8).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT22",
            "id_origem_no": "E4",
            "id_destino_no": "AC11",
            "raciocinio": "O fato de a Raposa ter saído para caçar (E4) é o antecedente para sua ação de voltar (AC11).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_COM_ATRASO",
            "contiguidade_percebida": "Média"
        },
        {
            "id": "RT23",
            "id_origem_no": "AC11",
            "id_destino_no": "E15",
            "raciocinio": "A ação de voltar (AC11) resulta na Raposa estar de volta à moita (E15).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT24",
            "id_origem_no": "E15",
            "id_destino_no": "AC12",
            "raciocinio": "A Raposa estar de volta à moita (E15) e descobrir a perda dos filhotes precede sua ação de praguejar (AC12).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT25",
            "id_origem_no": "E16",
            "id_destino_no": "AC12",
            "raciocinio": "A perda dos filhotes da Raposa (E16) é o principal antecedente para sua ação de praguejar (AC12).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT26",
            "id_origem_no": "AC12",
            "id_destino_no": "E17",
            "raciocinio": "A ação de praguejar (AC12) resulta na Raposa estar aflita e impotente (E17).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT27",
            "id_origem_no": "E18",
            "id_destino_no": "AC13",
            "raciocinio": "Os filhotes da Águia caírem queimados (E18) é o antecedente para a Raposa se apressar (AC13).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT28",
            "id_origem_no": "AC13",
            "id_destino_no": "E19",
            "raciocinio": "A ação de apressar-se (AC13) resulta na Raposa estar perto dos filhotes da Águia caídos (E19).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT29",
            "id_origem_no": "E19",
            "id_destino_no": "AC14",
            "raciocinio": "A Raposa estar perto dos filhotes da Águia caídos (E19) precede sua ação de devorá-los (AC14).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT30",
            "id_origem_no": "AC14",
            "id_destino_no": "E20",
            "raciocinio": "A ação de devorar os filhotes da Águia (AC14) resulta nos filhotes da Águia estarem devorados (E20).",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        }
    ],
    "condicoes_estados": [],
    "relacoes_funcionais_antecedentes": [
        {
            "id": "RFA1",
            "id_origem_no": "E1",
            "id_destino_no": "AC1",
            "raciocinio": "A decisão de serem vizinhas (E1) estabelece o contexto e sinaliza a ocasião para a Águia fazer seu ninho (AC1), funcionando como um estímulo discriminativo para o comportamento de assentamento.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA2",
            "id_origem_no": "E3",
            "id_destino_no": "AC2",
            "raciocinio": "A necessidade de comida (E3) funciona como um estímulo discriminativo para a Águia descer do ninho (AC2), sinalizando que o comportamento de busca por alimento será provavelmente reforçado.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA3",
            "id_origem_no": "E4",
            "id_destino_no": "AC2",
            "raciocinio": "A ausência da Raposa (E4) sinaliza a oportunidade e segurança para a Águia descer do ninho (AC2) e raptar os filhotes, funcionando como um estímulo discriminativo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA4",
            "id_origem_no": "E5",
            "id_destino_no": "AC3",
            "raciocinio": "A Águia estar no chão perto da moita (E5) funciona como um estímulo discriminativo para ela ir até a moita (AC3), indicando a proximidade do alvo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA5",
            "id_origem_no": "E8",
            "id_destino_no": "AC4",
            "raciocinio": "A presença dos filhotes da Raposa na moita (E8) é o estímulo discriminativo direto para a Águia raptá-los (AC4).",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA6",
            "id_origem_no": "E9",
            "id_destino_no": "AC5",
            "raciocinio": "Os filhotes da Raposa em posse da Águia (E9) funcionam como um estímulo discriminativo para ela devorá-los (AC5), sinalizando a disponibilidade da presa.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA7",
            "id_origem_no": "E11",
            "id_destino_no": "AC6",
            "raciocinio": "A carne dos filhotes da Raposa disponível (E11) funciona como um estímulo discriminativo para a Águia dividir a caça com seus filhotes (AC6).",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA8",
            "id_origem_no": "E6",
            "id_destino_no": "AC2",
            "raciocinio": "Homens assando uma cabra (E6) funciona como um estímulo discriminativo para a Águia descer do ninho (AC2), sinalizando a presença de alimento.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA9",
            "id_origem_no": "E7",
            "id_destino_no": "AC8",
            "raciocinio": "A Águia estar perto da carne assada (E7) funciona como um estímulo discriminativo para ela pegar um pedaço de carne (AC8).",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA10",
            "id_origem_no": "E1",
            "id_destino_no": "AC9",
            "raciocinio": "A decisão de serem vizinhas (E1) estabelece o contexto e sinaliza a ocasião para a Raposa entrar na moita (AC9), funcionando como um estímulo discriminativo para o comportamento de assentamento.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA11",
            "id_origem_no": "E14",
            "id_destino_no": "AC10",
            "raciocinio": "A Raposa estar na moita (E14) funciona como um estímulo discriminativo para ela dar cria (AC10), indicando o local apropriado para a reprodução.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA12",
            "id_origem_no": "E15",
            "id_destino_no": "AC12",
            "raciocinio": "A Raposa estar de volta à moita (E15) e descobrir a perda dos filhotes funciona como um estímulo discriminativo para ela praguejar (AC12), sinalizando a situação de aflição.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA13",
            "id_origem_no": "E16",
            "id_destino_no": "AC12",
            "raciocinio": "A perda dos filhotes da Raposa (E16) é o principal estímulo discriminativo para sua a\nção de praguejar (AC12), sinalizando a situação de grande aflição e impotência.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA14",
            "id_origem_no": "E18",
            "id_destino_no": "AC13",
            "raciocinio": "Os filhotes da Águia caírem queimados (E18) funciona como um estímulo discriminativo para a Raposa se apressar (AC13), sinalizando a oportunidade de vingança.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA15",
            "id_origem_no": "E19",
            "id_destino_no": "AC14",
            "raciocinio": "A Raposa estar perto dos filhotes da Águia caídos (E19) funciona como um estímulo discriminativo para ela devorá-los (AC14), sinalizando a disponibilidade da presa para a vingança.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        }
    ],
    "relacoes_funcionais_consequentes": [
        {
            "id": "RFC1",
            "id_origem_no": "AC1",
            "id_destino_no": "E2",
            "raciocinio": "A ação de 'fazer ninho' (AC1) resulta na existência do 'Ninho da Águia no alto da árvore' (E2). A construção de um abrigo seguro é um evento que aumenta a probabilidade futura de comportamentos de construção de ninho, caracterizando um reforço positivo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC2",
            "id_origem_no": "AC2",
            "id_destino_no": "E5",
            "raciocinio": "A ação de 'descer do ninho' (AC2) leva a 'Águia no chão perto da moita' (E5). Este evento permite à Águia acessar o ambiente para caçar, sendo um passo para a obtenção de alimento, o que funciona como um reforço positivo para o comportamento de descer.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média"
        },
        {
            "id": "RFC3",
            "id_origem_no": "AC3",
            "id_destino_no": "E8",
            "raciocinio": "A ação de 'ir até a moita' (AC3) resulta na 'presença dos Filhotes da Raposa na moita' (E8). A Águia estava 'precisando de comida', e o acesso aos filhotes é a obtenção do alvo de sua busca, funcionando como um reforço positivo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC4",
            "id_origem_no": "AC4",
            "id_destino_no": "E9",
            "raciocinio": "A ação de 'raptar os filhotes da Raposa' (AC4) resulta nos 'Filhotes da Raposa em posse da Águia' (E9). A posse dos filhotes é a obtenção do que a Águia buscava para se alimentar, caracterizando um reforço positivo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC5",
            "id_origem_no": "AC5",
            "id_destino_no": "E10",
            "raciocinio": "A ação de 'devorar os filhotes da Raposa' (AC5) resulta em 'Filhotes da Raposa devorados' (E10). Este evento implica a saciação da fome da Águia, o que é um reforço positivo para o comportamento de devorar.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC6",
            "id_origem_no": "AC6",
            "id_destino_no": "E12",
            "raciocinio": "A ação de 'dividir a caça com seus filhotes' (AC6) resulta nos 'Filhotes da Águia alimentados' (E12). A alimentação da prole é um evento que reforça positivamente o comportamento parental da Águia.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média"
        },
        {
            "id": "RFC7",
            "id_origem_no": "AC2",
            "id_destino_no": "E7",
            "raciocinio": "A segunda ocorrência da ação de 'descer do ninho' (AC2) leva a 'Águia perto da carne assada' (E7). Similar ao caso anterior, isso permite à Águia acessar o alimento, funcionando como um reforço positivo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média"
        },
        {
            "id": "RFC8",
            "id_origem_no": "AC8",
            "id_destino_no": "E13",
            "raciocinio": "A ação de 'pegar um pedaço de carne' (AC8) resulta no 'Pedaço de carne com brasa' (E13). A brasa é um estímulo aversivo que, ao ser adicionado (mesmo que inadvertidamente), leva a consequências negativas (fogo no ninho), diminuindo a probabilidade futura de pegar carne com brasa. Isso caracteriza uma punição positiva.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "PUNIÇÃO_POSITIVA_SP+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC9",
            "id_origem_no": "AC9",
            "id_destino_no": "E14",
            "raciocinio": "A ação de 'entrar numa moita' (AC9) resulta na 'Raposa na moita' (E14). A obtenção de um abrigo seguro para dar cria é um reforço positivo para o comportamento de buscar e entrar na moita.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média"
        },
        {
            "id": "RFC10",
            "id_origem_no": "AC10",
            "id_destino_no": "E8",
            "raciocinio": "A ação de 'dar cria' (AC10) resulta na 'presença dos Filhotes da Raposa na moita' (E8). A existência da prole é um reforço positivo natural para o comportamento reprodutivo da Raposa.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        },
        {
            "id": "RFC11",
            "id_origem_no": "AC11",
            "id_destino_no": "E15",
            "raciocinio": "A ação de 'voltar' (AC11) resulta na 'Raposa de volta à moita' (E15). Embora o que ela encontre seja aversivo, o ato de voltar em si não tem uma consequência programada ou identificada que altere sua frequência futura de forma funcional (reforço ou punição). A aflição (E17) é uma consequência da perda dos filhotes, não do ato de voltar.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "SEM_CONSEQUENCIA_PROGRAMADA_OU_IDENTIFICADA",
            "imediatismo_consequencia": "Imediata"
        },
        {
            "id": "RFC12",
            "id_origem_no": "AC12",
            "id_destino_no": "E17",
            "raciocinio": "A ação de 'praguejar' (AC12) resulta na 'Raposa aflita e impotente' (E17). Praguejar é uma expressão do estado emocional da Raposa, mas não há indicação de que essa expressão tenha uma consequência que altere a probabilidade futura do praguejar em si. É mais uma manifestação do estado interno do que um operante com uma função clara de reforço ou punição.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "SEM_CONSEQUENCIA_PROGRAMADA_OU_IDENTIFICADA",
            "imediatismo_consequencia": "Imediata"
        },
        {
            "id": "RFC13",
            "id_origem_no": "AC13",
            "id_destino_no": "E19",
            "raciocinio": "A ação de 'apressar-se' (AC13) resulta na 'Raposa perto dos filhotes da Águia caídos' (E19). Este evento coloca a Raposa em posição para devorar os filhotes da Águia, o que é um reforçador (vingança/alimento).",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média"
        },
        {
            "id": "RFC14",
            "id_origem_no": "AC14",
            "id_destino_no": "E20",
            "raciocinio": "A ação de 'devorar filhotes da Águia' (AC14) resulta em 'Filhotes da Águia devorados' (E20). Este evento representa a consumação da vingança da Raposa e, possivelmente, a saciação da fome, funcionando como um reforço positivo.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        }
    ],
    "relacoes_moduladoras_estado": [],
    "hipoteses_analiticas": [
        {
            "id": "H1",
            "raciocinio": "A Águia demonstra comportamentos de busca e consumo de alimento (raptar, devorar, pegar carne) que são consistentemente seguidos pela obtenção de comida para si e seus filhotes. Isso sugere que esses comportamentos são mantidos por reforçamento positivo de acesso a tangíveis (alimento).",
            "descricao": "O comportamento da Águia de raptar e devorar os filhotes da Raposa, e de pegar carne, é mantido por reforçamento positivo de acesso a alimento (tangíveis) para si e seus filhotes.",
            "nivel_confianca": "Alto"
        },
        {
            "id": "H2",
            "raciocinio": "A Raposa, após a perda de seus filhotes e a sensação de impotência, emite o comportamento de devorar os filhotes da Águia quando a oportunidade surge. Este comportamento é seguido pela consumação da vingança, o que funciona como um reforçador positivo, aliviando a aflição e restaurando um senso de justiça ou retaliação.",
            "descricao": "O comportamento da Raposa de devorar os filhotes da Águia é mantido por reforçamento positivo de vingança/retaliação, que alivia a aflição e impotência sentidas pela perda de seus próprios filhotes.",
            "nivel_confianca": "Alto"
        },
        {
            "id": "H3",
            "raciocinio": "O comportamento da Raposa de 'praguejar' ocorre imediatamente após a descoberta da perda de seus filhotes e a percepção de sua incapacidade de retaliação. Embora não haja uma consequência externa clara que reforce ou puna este comportamento na narrativa, ele parece ser uma expressão direta do estado emocional de aflição e impotência, possivelmente mantido por reforçamento automático (alívio da tensão interna).",
            "descricao": "O comportamento da Raposa de praguejar é uma resposta de aflição e impotência diante da perda de seus filhotes e da incapacidade de retaliação imediata, funcionando como uma expressão emocional sem uma consequência operante clara na narrativa.",
            "nivel_confianca": "Alto"
        }
    ],
    "evidencias_para_hipoteses": [
        {
            "id": "EH1",
            "id_origem_no": "AC4",
            "id_destino_no": "H1",
            "raciocinio": "Esta aresta conecta a hipótese H1 ao comportamento central da Águia de raptar filhotes, que é o início da sequência de obtenção de alimento. Os elementos listados como suporte abrangem toda a contingência que demonstra a função de acesso a tangíveis para a Águia.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S1",
                "S3",
                "S4",
                "E3",
                "E4",
                "E5",
                "E8",
                "E9",
                "E10",
                "E11",
                "E12",
                "E6",
                "E7",
                "E13",
                "AC2",
                "AC3",
                "AC4",
                "AC5",
                "AC6",
                "AC8",
                "AR4",
                "AR5",
                "AR6",
                "AR12",
                "RT3",
                "RT4",
                "RT5",
                "RT6",
                "RT7",
                "RT8",
                "RT9",
                "RT10",
                "RT11",
                "RT12",
                "RT13",
                "RT14",
                "RT15",
                "RT16",
                "RT17",
                "RFA2",
                "RFA3",
                "RFA4",
                "RFA5",
                "RFA6",
                "RFA7",
                "RFA8",
                "RFA9",
                "RFC2",
                "RFC3",
                "RFC4",
                "RFC5",
                "RFC6",
                "RFC7",
                "RFC8"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        },
        {
            "id": "EH2",
            "id_origem_no": "AC14",
            "id_destino_no": "H2",
            "raciocinio": "Esta aresta conecta a hipótese H2 ao comportamento central da Raposa de devorar os filhotes da Águia, que é a ação de retaliação. Os elementos de suporte incluem a contingência direta da vingança e o contexto emocional que a motiva.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S2",
                "S4",
                "E16",
                "E17",
                "E18",
                "E19",
                "E20",
                "AC12",
                "AC13",
                "AC14",
                "AR10",
                "AR14",
                "RT27",
                "RT28",
                "RT29",
                "RT30",
                "RFA13",
                "RFA14",
                "RFA15",
                "RFC13",
                "RFC14",
                "RFC12"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        },
        {
            "id": "EH3",
            "id_origem_no": "AC12",
            "id_destino_no": "H3",
            "raciocinio": "Esta aresta conecta a hipótese H3 ao comportamento da Raposa de praguejar. Os elementos de suporte incluem os antecedentes que eliciam a aflição e a consequência observada (o estado de aflição e impotência), que, embora não seja um reforçador operante claro, é a manifestação do comportamento.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S2",
                "E15",
                "E16",
                "E17",
                "AC12",
                "AR10",
                "RT24",
                "RT25",
                "RT26",
                "RFA12",
                "RFA13",
                "RFC12"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        }
    ],
    "timeline": [
        "S1",
        "S2",
        "E1",
        "AC1",
        "E2",
        "AC9",
        "E14",
        "AC10",
        "S3",
        "E3",
        "E4",
        "AC2",
        "AC3",
        "E8",
        "AC4",
        "E9",
        "AC5",
        "E10",
        "AC6",
        "S4",
        "E11",
        "E12",
        "H1",
        "AC11",
        "E15",
        "E17",
        "E16",
        "AC12",
        "H3",
        "E6",
        "AC2",
        "E7",
        "AC8",
        "E13",
        "E21",
        "E18",
        "E19",
        "AC13",
        "AC14",
        "E20",
        "H2"
    ],
    "texto_original": "A Águia e a Raposa\r\nUma Águia e uma Raposa ficaram amigas e resolveram ser vizinhas. Elas pensaram que a convivência faria com que a amizade delas fosse verdadeira.\r\nA Águia fez o seu ninho bem no alto de uma árvore, enquanto a Raposa entrou numa moita e deu cria ali. Porém, uma vez a Águia estava precisando de comida e, aproveitando que a Raposa havia saído para caçar, desceu do seu ninho, foi até a moita, raptou os filhotes da Raposa e os devorou, dividindo a caça com seus filhotes.\r\nA Raposa voltou e ficou muita aflita. Primeiro porque perdera os seus filhotes, mas ainda mais pelo fato de que, por não poder voar, seria muito difícil se vingar da Águia.\r\nPor esse motivo, ficou praguejando, sem poder fazer nada. Mas não demorou muito tempo até que o destino se revoltasse contra a Águia traidora.\r\nCerto dia, alguns homens estavam assando uma cabra quando a Águia desceu do ninho e pegou um pedaço de carne para ela. Porém, havia uma pequena brasa na carne, o que foi suficiente para atear fogo no ninho da Águia.\r\nA Águia sabia voar, mas os seus filhotes não. Não demorou muito para que o fogo os atingisse e eles caíssem queimados no chão. Vendo isso, a raposa se apressou e devorou todos eles na frente da Águia."
}