{
    "sujeitos": [
        {
            "id": "S1",
            "raciocinio": "O 'fazendeiro' é o protagonista da história, sendo o beneficiário inicial da gansa e o tomador de decisões cruciais que impulsionam a narrativa. Ele é o sujeito principal cujas ações e reações são descritas.",
            "descricao": "Fazendeiro",
            "historico_relevante": "Foi gratificado com uma gansa que botava ovos de ouro uma vez ao dia. Ficou impaciente com o ritmo dos lucros e, influenciado pela esposa, decidiu matar a gansa."
        },
        {
            "id": "S2",
            "raciocinio": "A 'gansa' é o objeto central em torno do qual a trama se desenvolve. Embora não seja um sujeito humano, ela possui uma característica única (botar ovos de ouro) que a torna um ator fundamental na história, sendo o foco das ações do fazendeiro.",
            "descricao": "Gansa",
            "historico_relevante": "Possuía a habilidade de botar um ovo de ouro por dia. Foi morta pelo fazendeiro na esperança de encontrar mais ouro, mas não havia nada além de carne e vísceras."
        },
        {
            "id": "S3",
            "raciocinio": "A 'esposa do fazendeiro' é um sujeito que, embora não seja o protagonista, desempenha um papel crucial ao influenciar diretamente a decisão do fazendeiro de matar a gansa, alterando o curso da narrativa.",
            "descricao": "Esposa do fazendeiro",
            "historico_relevante": "Sugeriu ao fazendeiro que matasse a gansa para obter todo o ouro de uma vez."
        }
    ],
    "acoes_comportamentos": [
        {
            "id": "AC1",
            "raciocinio": "O fazendeiro 'resolveu matar a gansa' é uma ação encoberta (decisão) que precede a ação observável de matar. É crucial para entender a cadeia de eventos que levou à ação final.",
            "descricao": "Resolver matar a gansa",
            "tipo_observabilidade": "Encoberto",
            "classe_funcional_hipotetica": [
                "Obtenção de tangível",
                "Fuga de estimulação aversiva"
            ]
        },
        {
            "id": "AC2",
            "raciocinio": "A ação de 'matar a gansa' é o comportamento central e observável do fazendeiro que leva à consequência negativa da história. É uma ação explícita no texto.",
            "descricao": "Matar a gansa",
            "tipo_observabilidade": "Observável",
            "classe_funcional_hipotetica": [
                "Obtenção de tangível"
            ]
        },
        {
            "id": "AC3",
            "raciocinio": "'Botar ovos de ouro' é a habilidade e o comportamento definidor da gansa, que inicia toda a sequência de eventos e a motivação do fazendeiro. É uma ação observável e repetitiva.",
            "descricao": "Botar ovos de ouro",
            "tipo_observabilidade": "Observável"
        },
        {
            "id": "AC4",
            "raciocinio": "A esposa 'disse' ao fazendeiro para matar a gansa, o que é um comportamento verbal observável que atua como um antecedente crucial para a decisão e ação do fazendeiro.",
            "descricao": "Sugerir/dizer para matar a gansa",
            "tipo_observabilidade": "Observável",
            "classe_funcional_hipotetica": [
                "Obtenção de tangível"
            ]
        }
    ],
    "emissoes_comportamentais": [
        {
            "id": "AR1",
            "id_origem_no": "S1",
            "id_destino_no": "AC1",
            "raciocinio": "O fazendeiro (S1) é o sujeito que emite o comportamento encoberto de 'resolver matar a gansa' (AC1).",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR2",
            "id_origem_no": "S1",
            "id_destino_no": "AC2",
            "raciocinio": "O fazendeiro (S1) é o sujeito que emite o comportamento observável de 'matar a gansa' (AC2).",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR3",
            "id_origem_no": "S2",
            "id_destino_no": "AC3",
            "raciocinio": "A gansa (S2) é o sujeito que emite o comportamento de 'botar ovos de ouro' (AC3).",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        },
        {
            "id": "AR4",
            "id_origem_no": "S3",
            "id_destino_no": "AC4",
            "raciocinio": "A esposa do fazendeiro (S3) é o sujeito que emite o comportamento verbal de 'sugerir/dizer para matar a gansa' (AC4).",
            "tipo_aresta": "EMISSAO_COMPORTAMENTAL"
        }
    ],
    "estimulos_eventos": [
        {
            "id": "E1",
            "raciocinio": "Este estímulo-evento é a consequência direta e observável da ação da gansa de botar ovos de ouro, conforme descrito no texto.",
            "descricao": "Ovo de ouro posto"
        },
        {
            "id": "E2",
            "raciocinio": "Este estímulo-evento representa a reação inicial do fazendeiro à posse da gansa e aos ovos de ouro, sendo uma consequência da ação da gansa e um antecedente para o estado de impaciência.",
            "descricao": "Fazendeiro gratificado com a gansa"
        },
        {
            "id": "E3",
            "raciocinio": "Este estímulo-evento descreve o estado emocional/cognitivo do fazendeiro, que é um antecedente crucial para a sugestão da esposa e para a própria decisão do fazendeiro de matar a gansa. É inferido da frase 'já estava ficando impaciente'.",
            "descricao": "Impaciência do fazendeiro com a frequência dos ovos"
        },
        {
            "id": "E4",
            "raciocinio": "Este estímulo-evento é a consequência física imediata da ação do fazendeiro de matar a gansa.",
            "descricao": "Gansa morta"
        },
        {
            "id": "E5",
            "raciocinio": "Este estímulo-evento é a descoberta do fazendeiro após matar a gansa, revelando o resultado inesperado e negativo da sua ação.",
            "descricao": "Gansa com carne e vísceras (sem ouro)"
        },
        {
            "id": "E6",
            "raciocinio": "Este estímulo-evento é inferido como o antecedente temporal para a gansa botar o ovo, dado que o texto menciona que 'isso acontecia apenas uma vez no dia'.",
            "descricao": "Passagem do tempo (um dia)"
        }
    ],
    "relacoes_temporais": [
        {
            "id": "RT1",
            "id_origem_no": "E6",
            "id_destino_no": "AC3",
            "raciocinio": "A passagem de um dia é o antecedente temporal para a gansa botar o ovo, conforme a descrição de que isso ocorria 'apenas uma vez no dia'.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT2",
            "id_origem_no": "AC3",
            "id_destino_no": "E1",
            "raciocinio": "A ação da gansa de botar ovos de ouro resulta diretamente na existência de um ovo de ouro.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT3",
            "id_origem_no": "AC3",
            "id_destino_no": "E2",
            "raciocinio": "A ação da gansa de botar ovos de ouro é o que inicialmente gratifica o fazendeiro, levando aos lucros.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT4",
            "id_origem_no": "E3",
            "id_destino_no": "AC4",
            "raciocinio": "A impaciência do fazendeiro com a frequência dos ovos é o contexto que precede e motiva a esposa a sugerir matar a gansa.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT5",
            "id_origem_no": "AC4",
            "id_destino_no": "AC1",
            "raciocinio": "A sugestão verbal da esposa ('Por que não matamos a gansa...') precede imediatamente a decisão do fazendeiro de matá-la.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT6",
            "id_origem_no": "E3",
            "id_destino_no": "AC1",
            "raciocinio": "A impaciência do fazendeiro é um antecedente direto para sua decisão de matar a gansa, além da sugestão da esposa.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Média"
        },
        {
            "id": "RT7",
            "id_origem_no": "AC1",
            "id_destino_no": "AC2",
            "raciocinio": "A decisão encoberta do fazendeiro de matar a gansa precede imediatamente a ação observável de matá-la.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "PRECEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT8",
            "id_origem_no": "AC2",
            "id_destino_no": "E4",
            "raciocinio": "A ação de matar a gansa resulta imediatamente na gansa estar morta.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        },
        {
            "id": "RT9",
            "id_origem_no": "AC2",
            "id_destino_no": "E5",
            "raciocinio": "Após a ação de matar a gansa, o fazendeiro descobre que ela contém apenas carne e vísceras, sem ouro.",
            "tipo_aresta": "RELACAO_TEMPORAL",
            "tipo_temporalidade": "SUCEDE_IMEDIATAMENTE",
            "contiguidade_percebida": "Alta"
        }
    ],
    "condicoes_estados": [],
    "relacoes_funcionais_antecedentes": [
        {
            "id": "RFA1",
            "id_origem_no": "E6",
            "id_destino_no": "AC3",
            "raciocinio": "A 'Passagem do tempo (um dia)' (E6) atua como um estímulo discriminativo para a gansa 'Botar ovos de ouro' (AC3), sinalizando que as condições para a emissão do comportamento e a consequente produção do ovo estão presentes, conforme a descrição 'apenas uma vez no dia'.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA2",
            "id_origem_no": "E3",
            "id_destino_no": "AC4",
            "raciocinio": "A 'Impaciência do fazendeiro' (E3) é um estado percebido pela esposa que atua como um estímulo discriminativo para ela 'Sugerir/dizer para matar a gansa' (AC4). A impaciência do fazendeiro sinaliza que uma sugestão para resolver o problema da lentidão dos lucros pode ser bem recebida ou relevante.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA3",
            "id_origem_no": "AC4",
            "id_destino_no": "AC1",
            "raciocinio": "A 'Sugestão/dizer para matar a gansa' (AC4) da esposa atua como um estímulo discriminativo para o fazendeiro 'Resolver matar a gansa' (AC1). A sugestão verbal estabelece a ocasião para a decisão do fazendeiro, indicando uma possível via para obter mais ouro.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA4",
            "id_origem_no": "E3",
            "id_destino_no": "AC1",
            "raciocinio": "A 'Impaciência do fazendeiro' (E3) também atua como um estímulo discriminativo direto para sua própria decisão de 'Resolver matar a gansa' (AC1). A impaciência sinaliza a necessidade de uma ação mais drástica para acelerar o processo de obtenção de riqueza.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        },
        {
            "id": "RFA5",
            "id_origem_no": "AC1",
            "id_destino_no": "AC2",
            "raciocinio": "A decisão encoberta do fazendeiro de 'Resolver matar a gansa' (AC1) atua como um estímulo discriminativo para a execução da ação observável de 'Matar a gansa' (AC2). A decisão interna estabelece a ocasião para a ação física.",
            "tipo_aresta": "RELACAO_FUNCIONAL_ANTECEDENTE",
            "funcao_antecedente": "ESTÍMULO_DISCRIMINATIVO_SD"
        }
    ],
    "relacoes_funcionais_consequentes": [
        {
            "id": "RFC1",
            "id_origem_no": "AC3",
            "id_destino_no": "E1",
            "raciocinio": "A gansa continua a botar ovos diariamente, indicando que a adição do ovo de ouro (um recurso valioso) serve como um reforçador positivo para o comportamento de botar ovos.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta",
            "parametro_esquema": "1"
        },
        {
            "id": "RFC2",
            "id_origem_no": "AC3",
            "id_destino_no": "E2",
            "raciocinio": "A gratificação do fazendeiro e os lucros subsequentes (implícitos) são consequências positivas da gansa botar ovos, o que mantém o comportamento da gansa (do ponto de vista do sistema de contingências).",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "REFORÇO_POSITIVO_SR+",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Média",
            "parametro_esquema": "1"
        },
        {
            "id": "RFC3",
            "id_origem_no": "AC2",
            "id_destino_no": "E4",
            "raciocinio": "A gansa morta é uma consequência física direta da ação, mas o texto não indica que este evento por si só alterou a probabilidade futura do comportamento do fazendeiro. A verdadeira consequência funcional está na descoberta do que havia dentro da gansa (E5).",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "SEM_CONSEQUENCIA_PROGRAMADA_OU_IDENTIFICADA",
            "imediatismo_consequencia": "Imediata"
        },
        {
            "id": "RFC4",
            "id_origem_no": "AC2",
            "id_destino_no": "E5",
            "raciocinio": "O fazendeiro matou a gansa com a expectativa de obter 'vários quilos de ouro'. A descoberta de que a gansa continha apenas 'carne e vísceras' e que 'não trouxe nenhum bem' representa a remoção do reforçador esperado (o ouro) e a perda da fonte de ovos de ouro futuros. Isso diminui a probabilidade de o fazendeiro repetir a ação de matar a gansa para obter ouro.",
            "tipo_aresta": "RELACAO_FUNCIONAL_CONSEQUENTE",
            "funcao_consequente": "PUNIÇÃO_NEGATIVA_SP-",
            "imediatismo_consequencia": "Imediata",
            "magnitude_consequencia": "Alta"
        }
    ],
    "relacoes_moduladoras_estado": [],
    "hipoteses_analiticas": [
        {
            "id": "H1",
            "raciocinio": "A hipótese é formulada para explicar a função do comportamento do fazendeiro de matar a gansa. Com base na narrativa, a ação foi motivada pela busca de uma quantidade maior e mais imediata de ouro, e pela tentativa de aliviar a impaciência com os lucros diários, caracterizando uma função de obtenção de tangível e fuga de estimulação aversiva.",
            "descricao": "O comportamento do fazendeiro de 'resolver matar a gansa' (AC1) e 'matar a gansa' (AC2) tem a função de obter reforçamento positivo (maior quantidade de ouro) e/ou de fuga/esquiva de uma condição aversiva (impaciência com a lentidão dos lucros).",
            "nivel_confianca": "Alto"
        },
        {
            "id": "H2",
            "raciocinio": "Esta hipótese foca na função do comportamento da gansa. Embora a narrativa seja centrada no fazendeiro, o comportamento da gansa de botar ovos de ouro é mantido pela produção do próprio ovo, que é um reforçador automático para o comportamento de postura, garantindo sua continuidade diária.",
            "descricao": "O comportamento da gansa de 'botar ovos de ouro' (AC3) é mantido por reforçamento positivo automático, onde a produção do ovo de ouro atua como uma consequência reforçadora intrínseca ao comportamento.",
            "nivel_confianca": "Médio"
        },
        {
            "id": "H3",
            "raciocinio": "A hipótese busca explicar a função do comportamento da esposa. Sua sugestão é claramente motivada pela expectativa de obter uma quantidade substancial de ouro de uma vez, o que se alinha com a função de obtenção de tangível.",
            "descricao": "O comportamento da esposa de 'sugerir/dizer para matar a gansa' (AC4) tem a função de obter reforçamento positivo (maior quantidade de ouro) para o casal.",
            "nivel_confianca": "Alto"
        }
    ],
    "evidencias_para_hipoteses": [
        {
            "id": "EH1",
            "id_origem_no": "AC2",
            "id_destino_no": "H1",
            "raciocinio": "A hipótese H1 é suportada pela sequência de eventos que levam o fazendeiro a matar a gansa. A impaciência (E3) atua como uma operação motivadora e estímulo discriminativo, e a sugestão da esposa (AC4) reforça a ideia de obter mais ouro. A expectativa de 'vários quilos de ouro' é o reforçador positivo buscado, mesmo que a consequência real (E5) seja punitiva.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S1",
                "AC1",
                "AC2",
                "E3",
                "AC4",
                "RFA3",
                "RFA4",
                "RFA5",
                "E5",
                "RFC4"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        },
        {
            "id": "EH2",
            "id_origem_no": "AC3",
            "id_destino_no": "H2",
            "raciocinio": "A hipótese H2 é suportada pela descrição da gansa botando ovos diariamente. A ocorrência regular do comportamento e a produção do ovo de ouro (E1) como consequência imediata e valiosa indicam um reforçamento positivo que mantém o comportamento.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S2",
                "AC3",
                "E6",
                "RFA1",
                "E1",
                "RFC1",
                "E2",
                "RFC2"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        },
        {
            "id": "EH3",
            "id_origem_no": "AC4",
            "id_destino_no": "H3",
            "raciocinio": "A hipótese H3 é suportada pela fala explícita da esposa, que revela sua motivação para obter 'vários quilos de ouro'. A impaciência do fazendeiro (E3) serve como um antecedente que estabelece a ocasião para essa sugestão, visando um ganho tangível.",
            "tipo_aresta": "EVIDENCIA_PARA_HIPOTESE",
            "ids_elementos_contingencia_suporte": [
                "S3",
                "AC4",
                "E3",
                "RT4",
                "RFA2"
            ],
            "tipo_evidencia": "SUPORTE_DIRETO"
        }
    ],
    "timeline": [
        "S1",
        "S2",
        "AC3",
        "E1",
        "E2",
        "E6",
        "E3",
        "S3",
        "AC4",
        "AC2",
        "AC1",
        "E4",
        "E5",
        "H1",
        "H2",
        "H3"
    ],
    "texto_original": "Certa vez, um fazendeiro foi gratificado com uma gansa que possuía a incrível habilidade de botar ovos de ouro. Contudo, isso acontecia apenas uma vez no dia e o homem, acostumado com os lucros obtidos, já estava ficando impaciente. Até que um dia a esposa do fazendeiro lhe disse: — Por que não matamos a gansa de uma vez e lucramos com isso. Pois, com certeza, por baixo das penas ela deve ser feita toda de ouro. Então teremos vários quilos de ouro. Então o fazendeiro resolveu matar a gansa, mas isso não trouxe nenhum bem, pois dentro da gansa só havia carne e vísceras, como em qualquer animal comum. "
}